       IDENTIFICATION DIVISION.
       PROGRAM-ID.    HELLO.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY "Hello World".
           STOP RUN.
